{
    "ru": {
        "title": "Евтефеев Никита - Фрилансер-разработчик",
        "about": "Обо мне",
        "about_text1": "Привет! Меня зовут Никита Евтефеев, и я профессиональный веб-разработчик с глубоким опытом в автоматизации и создании веб-приложений. Моя цель — создавать качественные и эффективные решения для моих клиентов. Я специализируюсь на разработке масштабируемых и надежных веб-приложений, которые соответствуют индивидуальным потребностям и требованиям заказчиков.",
        "about_text2": "Мои ключевые навыки включают в себя использование современных технологий и инструментов, таких как JavaScript, Python, React, Django и многие другие. Я стремлюсь к совершенству в каждом проекте, уделяя особое внимание оптимизации производительности, качеству кода и пользовательскому опыту.",
        "about_text3": "Я убежден в важности эффективного взаимодействия с клиентами и командой, чтобы достичь наилучших результатов. Мой подход основан на принципах гибкой разработки и непрерывного улучшения, что позволяет мне быстро адаптироваться к изменяющимся требованиям проекта и успешно достигать целей.",
        "about_text4": "С удовольствием помогу вам воплотить ваши идеи в реальность и создать продукт, который будет отвечать вашим ожиданиям и требованиям рынка.",
        "projects": "Проекты",
        "projects_text": [
            "Трекер для сбора крипто-токенов",
            "Автоматизация онлайн игр",
            "Прототип 3D сцены С++ OpenGL",
            "Плагин-парсер для интернет магазина",
            "Фронтенд-график для отслеживания процессов бурения",
            "Прототип приложения для бронирования билетов JAVA",
            "Графический интерфейс на С++ QTCreator",
            "Телеграм бот для покупки онлайн-курсов",
            "Телеграм бот для прогноза погоды",
            "Обучение нейросетей на Tensorflow",
            "Доработка функционала DJANGO",
            "Скрипт для обработки платежей",
            "Автоматизация работы с хостингом",
            "Восстановление сайта из веб-архива",
            "Верстка HTML"
        ],
        "skills": "Навыки",
        "contact": "Контакты",
        "email": "Email",
        "telegram": "Телеграм",
        "social_links": "Социальные сети",
        "footer": "&copy; 2024 Никита Евтефеев. Все права защищены."
    },
    "en": {
        "title": "Nikita Evtefeev - Freelance Developer",
        "about": "About Me",
        "about_text1": "Hi! My name is Nikita Evtefeev, and I am a professional web developer with extensive experience in automation and web application development. My goal is to create high-quality and efficient solutions for my clients. I specialize in developing scalable and reliable web applications that meet the individual needs and requirements of customers.",
        "about_text2": "My key skills include the use of modern technologies and tools such as JavaScript, Python, React, Django, and many others. I strive for excellence in every project, paying special attention to performance optimization, code quality, and user experience.",
        "about_text3": "I believe in the importance of effective communication with clients and the team to achieve the best results. My approach is based on agile development principles and continuous improvement, allowing me to quickly adapt to changing project requirements and successfully achieve goals.",
        "about_text4": "I am happy to help you bring your ideas to life and create a product that meets your expectations and market requirements.",
        "projects": "Projects",
        "projects_text": [
            "Tracker for collecting crypto tokens",
            "Online games automation",
            "3D scene prototype C++ OpenGL",
            "Plugin-parser for online store",
            "Frontend graph for tracking drilling processes",
            "Ticket booking application prototype JAVA",
            "Graphical interface on C++ QTCreator",
            "Telegram bot for purchasing online courses",
            "Telegram bot for weather forecasting",
            "Neural network training on Tensorflow",
            "DJANGO functionality improvement",
            "Payment processing script",
            "Hosting automation",
            "Website recovery from web archive",
            "HTML layout"
        ],
        "skills": "Skills",
        "contact": "Contact",
        "email": "Email",
        "telegram": "Telegram",
        "social_links": "Social Links",
        "footer": "&copy; 2024 Nikita Evtefeev. All rights reserved."
    },
    "uk": {
        "title": "Євтефєєв Микита - Фріланс-розробник",
        "about": "Про мене",
        "about_text1": "Привіт! Мене звати Микита Євтефєєв, і я професійний веб-розробник з глибоким досвідом в автоматизації та створенні веб-додатків. Моя мета — створювати якісні та ефективні рішення для моїх клієнтів. Я спеціалізуюся на розробці масштабованих та надійних веб-додатків, які відповідають індивідуальним потребам та вимогам замовників.",
        "about_text2": "Мої ключові навички включають використання сучасних технологій та інструментів, таких як JavaScript, Python, React, Django та багатьох інших. Я прагну до досконалості в кожному проєкті, приділяючи особливу увагу оптимізації продуктивності, якості коду та користувацькому досвіду.",
        "about_text3": "Я переконаний у важливості ефективної взаємодії з клієнтами та командою для досягнення найкращих результатів. Мій підхід заснований на принципах гнучкої розробки та безперервного вдосконалення, що дозволяє мені швидко адаптуватися до змінних вимог проєкту та успішно досягати цілей.",
        "about_text4": "Із задоволенням допоможу вам втілити ваші ідеї в реальність і створити продукт, який відповідатиме вашим очікуванням та вимогам ринку.",
        "projects": "Проєкти",
        "projects_text": [
            "Трекер для збору крипто-токенів",
            "Автоматизація онлайн ігор",
            "Прототип 3D сцени С++ OpenGL",
            "Плагін-парсер для інтернет магазину",
            "Фронтенд-графік для відстеження процесів буріння",
            "Прототип додатку для бронювання квитків JAVA",
            "Графічний інтерфейс на С++ QTCreator",
            "Телеграм бот для покупки онлайн-курсів",
            "Телеграм бот для прогнозу погоди",
            "Навчання нейромереж на Tensorflow",
            "Доопрацювання функціоналу DJANGO",
            "Скрипт для обробки платежів",
            "Автоматизація роботи з хостингом",
            "Відновлення сайту з веб-архіву",
            "Верстка HTML"
        ],
        "skills": "Навички",
        "contact": "Контакти",
        "email": "Email",
        "telegram": "Телеграм",
        "social_links": "Соціальні мережі",
        "footer": "&copy; 2024 Микита Євтефєєв. Всі права захищені."
    }
}